-- OP16 결전의 시각 119종 + 별쇄 3종 (베이스 880002558~880002676, 별쇄 881001662~64)
BEGIN TRANSACTION;
INSERT OR REPLACE INTO datas VALUES(880002558,0,0,169,33,5000,-2,5,1,1,0);
INSERT OR REPLACE INTO texts VALUES(880002558,'포트거스 D. 에이스','[OP16-001]

【기동 메인】【턴 1회】 자신의 파워 8000 이상인, 「몽키 D. 루피」나 『흰 수염 해적단』을 포함한 특징을 가진 캐릭터 1장까지는 이번 턴 동안 【속공】을 얻는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002559,0,0,11075685,33,2000,1000,1,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002559,'이조','[OP16-002]

【등장 시】 자신의 패에서 파워 8000인 캐릭터 카드 1장을 공개할 수 있다：카드 1장을 뽑는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002560,0,0,11075646,33,10000,-2,8,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002560,'에드워드 뉴게이트','[OP16-003]

【자신의 턴 동안】 자신의 리더는 【더블 어택】을 얻고, 파워 +2000.
【등장 시】 자신의 패에서 파워 8000인 캐릭터 카드 2장을 공개할 수 있다：상대의 캐릭터 1장까지를 이번 턴 동안 파워 -6000.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002561,0,0,169,33,8000,2000,7,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002561,'쿠리엘','[OP16-004]','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002562,0,0,169,33,8000,1000,8,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002562,'삿치','[OP16-005]

패의 이 카드는 자신의 파워 8000 이상인 『흰 수염 해적단』을 포함한 특징을 가진 캐릭터가 있을 경우, 코스트 -3.
【블로커】','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002563,0,0,3932222,33,5000,2000,4,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002563,'샹크스','[OP16-006]

【등장 시】 자신의 두웅!! 2장을 레스트로 할 수 있다：상대의 파워 4000 이하인 캐릭터 1장까지를 KO한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002564,0,0,169,33,8000,-2,7,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002564,'조즈','[OP16-007]

【블로커】
【등장 시】 자신의 패에서 파워 8000인 캐릭터 카드 1장을 공개할 수 있다：상대의 캐릭터 1장까지를 이번 턴 동안 파워 -1000.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002565,0,0,170,33,7000,-2,5,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002565,'스쿼드','[OP16-008]

【등장 시】 자신의 원래 파워 10000인 캐릭터 1장을 트래시에 놓을 수 있다：상대의 파워 8000 이하인 캐릭터 1장까지를 KO한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002566,0,0,169,33,5000,1000,4,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002566,'스피드 질','[OP16-009]

【등장 시】 자신의 패에서 파워 8000인 캐릭터 카드 1장을 버릴 수 있다：이 캐릭터는 다음 상대의 엔드 페이즈 종료 시까지 【속공】을 얻고, 파워 +2000.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002567,0,0,11075676,33,2000,2000,1,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002567,'나무르','[OP16-010]

【등장 시】 자신의 패에서 파워 8000인 캐릭터 카드 1장을 공개할 수 있다：상대의 원래 파워 2000 이하인 캐릭터 1장까지를 KO한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002568,0,0,169,33,8000,-2,6,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002568,'비스타','[OP16-011]

【등장 시】 자신의 패에서 파워 8000인 캐릭터 카드 1장을 공개할 수 있다：카드 1장을 뽑는다.
【두웅!!×1】【어택 시】 상대의 원래 파워 2000 이하인 캐릭터 2장까지를 KO한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002569,0,0,60,33,6000,1000,5,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002569,'벤 베크맨','[OP16-012]

【블로커】
【등장 시】 자신의 두웅!! 1장을 레스트로 할 수 있다：자신의 리더가 특징 《빨간 머리 해적단》을 가지고, 자신의 필드의 두웅!!이 10장 있을 경우, 자신의 패에서 「샹크스」 1장까지를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002570,0,0,170,33,8000,-2,6,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002570,'맥가이','[OP16-013]

【KO 시】 상대의 원래 파워 8000 이하인 캐릭터 1장까지를 KO한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002571,0,0,169,33,8000,-2,6,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002571,'마르코','[OP16-014]

자신의 캐릭터가 상대의 효과로 필드를 벗어날 경우, 대신 이 캐릭터를 KO할 수 있다.
【KO 시】 자신의 패에서 파워 8000인 캐릭터 카드 1장을 버릴 수 있다：이 캐릭터 카드를 트래시에서 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002572,0,0,2621552,33,6000,-2,4,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002572,'몽키 D. 루피','[OP16-015]

패의 이 카드는 자신의 리더가 『에이스』를 포함한 카드명이고, 자신의 필드의 두웅!!이 6장 이상 있을 경우, 코스트 -2.
【상대의 어택 시】 자신의 패에서 파워 8000인 캐릭터 카드 1장을 버릴 수 있다：자신의 리더와 이 캐릭터를 이번 턴 동안 원래 파워 7000으로 한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002573,0,0,170,33,8000,1000,6,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002573,'람바','[OP16-016]','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002574,0,0,11141136,33,8000,1000,4,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002574,'리틀 오즈 Jr.','[OP16-017]

자신의 코스트 8 이상인 『흰 수염 해적단』을 포함한 특징을 가진 캐릭터가 없을 경우, 이 캐릭터의 파워 -4000.
【블로커】','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002575,0,0,60,33,2000,2000,1,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002575,'록스타','[OP16-018]

【턴 1회】 자신의 특징 《빨간 머리 해적단》을 가진 캐릭터가 KO될 경우, 대신 자신의 패에서 파워 6000 이상인 캐릭터 카드 1장을 버릴 수 있다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002576,0,0,169,65538,-2,-2,9,3,1,0);
INSERT OR REPLACE INTO texts VALUES(880002576,'우리 힘을 보여줘라!!!','[OP16-019]

【메인】 자신의 패에서 파워 8000인 『흰 수염 해적단』을 포함한 특징을 가진 캐릭터 카드 2장까지를 등장시킨다.
【트리거】 자신의 리더를 이번 턴 동안 파워 +1000.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002577,0,0,11075646,65538,-2,-2,-,3,1,0);
INSERT OR REPLACE INTO texts VALUES(880002577,'나와 함께 갈 자는, 목숨 버리고 따라와라!!!','[OP16-020]

【메인】 자신의 두웅!! 1장을 레스트로 하고, 자신의 패에서 파워 8000인 캐릭터 카드 1장을 공개할 수 있다：카드 1장을 뽑는다.
【카운터】 자신의 패 1장을 버릴 수 있다：자신의 리더나 캐릭터 1장까지를 이번 배틀 동안 파워 +3000.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002578,0,0,169,524290,-2,-2,1,4,1,0);
INSERT OR REPLACE INTO texts VALUES(880002578,'모비 딕호','[OP16-021]

【등장 시】 자신의 리더가 특징 《흰 수염 해적단》을 가질 경우, 자신의 덱 위에서 3장을 보고, 카드 1장까지를 패에 넣는다. 그 후, 나머지를 원하는 순서로 덱 아래에 놓는다.
【기동 메인】 이 스테이지를 트래시에 놓을 수 있다：자신의 리더나 캐릭터 1장에 레스트 상태인 두웅!! 1장까지를 부여한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002579,0,0,2621552,33,5000,-2,4,1,6,0);
INSERT OR REPLACE INTO texts VALUES(880002579,'몽키 D. 루피','[OP16-022]

【기동 메인】【턴 1회】 자신의 캐릭터가 특징 《임펠 다운》을 가진 캐릭터뿐일 경우, 자신의 두웅!! 2장까지를 액티브로 한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002580,0,0,597007794268,33,3000,1000,1,2,2,0);
INSERT OR REPLACE INTO texts VALUES(880002580,'아론','[OP16-023]','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002581,0,0,10616944,33,1000,1000,2,2,2,0);
INSERT OR REPLACE INTO texts VALUES(880002581,'이나즈마','[OP16-024]

이 캐릭터가 상대의 효과로 KO되었을 때, 상대의 캐릭터 1장까지를 레스트로 한다.
【블로커】','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002582,0,0,112,33,3000,2000,2,2,2,0);
INSERT OR REPLACE INTO texts VALUES(880002582,'우사코프','[OP16-025]

【어택 시】 자신의 「츠노코프」가 있을 경우, 자신의 패에서 코스트 2 이하인 캐릭터 카드 1장까지를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002583,0,0,10616944,33,4000,1000,4,2,2,0);
INSERT OR REPLACE INTO texts VALUES(880002583,'엠포리오 이반코프','[OP16-026]

【등장 시】 자신의 덱 위에서 3장을 보고, 특징 《임펠 다운》을 가진 카드 1장까지를 공개하고 패에 넣고, 나머지를 원하는 순서로 덱 아래에 놓는다. 그 후, 자신의 패에서 코스트 2 이하인 캐릭터 카드 1장까지를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002584,0,0,597007794268,33,2000,2000,2,2,2,0);
INSERT OR REPLACE INTO texts VALUES(880002584,'징베','[OP16-027]

【두웅!!×1】 이 캐릭터의 파워 +2000.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002585,0,0,157,33,7000,2000,6,2,2,0);
INSERT OR REPLACE INTO texts VALUES(880002585,'스모커','[OP16-028]','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002586,0,0,112,33,3000,2000,2,2,2,0);
INSERT OR REPLACE INTO texts VALUES(880002586,'츠노코프','[OP16-029]

【어택 시】 자신의 「우사코프」가 있을 경우, 자신의 패에서 코스트 2 이하인 캐릭터 카드 1장까지를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002587,0,0,10158210,33,9000,-2,8,2,2,0);
INSERT OR REPLACE INTO texts VALUES(880002587,'트라팔가 로','[OP16-030]

【등장 시】 상대의 레스트 상태인 캐릭터 1장까지는 다음 상대의 리프레시 페이즈에 액티브 되지 않는다.
【자신의 턴 종료 시】 자신의 코스트 5 이하인 초록 캐릭터 전부를 액티브로 한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002588,0,0,3342448,33,5000,1000,4,2,2,0);
INSERT OR REPLACE INTO texts VALUES(880002588,'버기','[OP16-031]

【KO 시】 자신의 패에서 「임펠다운 수인」 1장까지를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002589,0,0,90201063536,33,9000,-2,7,2,2,0);
INSERT OR REPLACE INTO texts VALUES(880002589,'보아 행콕','[OP16-032]

【블록 불가】(이 카드는 블록되지 않는다)
【등장 시】 상대의 「몽키 D. 루피」 이외의 캐릭터 1장까지는 다음 상대의 엔드 페이즈 종료 시까지 레스트로 할 수 없다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002590,0,0,10616848,33,5000,1000,4,2,2,0);
INSERT OR REPLACE INTO texts VALUES(880002590,'모리','[OP16-033]

이 캐릭터가 KO될 경우, 대신 자신의 카드 2장을 레스트로 할 수 있다.
【블록 불가】(이 카드는 블록되지 않는다)','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002591,0,0,2621552,33,-2,1000,1,2,2,0);
INSERT OR REPLACE INTO texts VALUES(880002591,'몽키 D. 루피','[OP16-034]

【두웅!!×1】【자신의 턴 동안】 자신의 카드명이 다른 캐릭터 1장당, 이 캐릭터의 파워 +1000.
【등장 시】 자신의 덱 위에서 3장을 보고, 특징 《임펠 다운》을 가진 카드 1장까지를 공개하고 패에 넣는다. 그 후, 나머지를 원하는 순서로 덱 아래에 놓는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002592,0,0,40,33,9000,-2,7,2,2,0);
INSERT OR REPLACE INTO texts VALUES(880002592,'롤로노아 조로','[OP16-035]

【등장 시】 상대의 카드 1장까지를 레스트로 한다. 그 후, 자신의 패 1장을 버려도 된다. 그렇게 했을 경우, 자신의 리더에 레스트 상태인 두웅!! 3장까지를 부여한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002593,0,0,7995504,33,1000,1000,4,2,2,0);
INSERT OR REPLACE INTO texts VALUES(880002593,'Mr.2 봉쿠레(벤담)','[OP16-036]

【등장 시】 상대의 코스트 4 이하인 캐릭터 1장까지를 레스트로 한다.
【어택 시】 이 캐릭터의 원래 파워는 이번 턴 동안 상대의 리더와 같은 파워가 된다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002594,0,0,7995504,33,3000,1000,2,2,2,0);
INSERT OR REPLACE INTO texts VALUES(880002594,'Mr.3 (갤디노)','[OP16-037]

【등장 시】 자신의 리더가 특징 《임펠 다운》을 가질 경우, 상대의 코스트 5 이하인 캐릭터 1장까지를 레스트로 한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002595,0,0,2621552,65538,-2,-2,1,3,2,0);
INSERT OR REPLACE INTO texts VALUES(880002595,'간다~~!!! 해군본부~~!!!','[OP16-038]

【메인】 자신의 두웅!! 6장을 레스트로 할 수 있다：자신의 카드명이 다른 특징 《임펠 다운》을 가진 캐릭터가 5장 있을 경우, 자신의 리더와 캐릭터 전부를 액티브로 한다.
【카운터】 자신의 리더를 이번 배틀 동안 파워 +3000.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002596,0,0,2621552,65538,-2,-2,1,3,2,0);
INSERT OR REPLACE INTO texts VALUES(880002596,'고무고무 트윈 제트 피스톨','[OP16-039]

【메인】 자신의 「몽키 D. 루피」 1장까지는 이번 턴 동안 【더블 어택】을 얻는다. 그 후, 자신의 리더가 특징 《임펠 다운》을 가질 경우, 상대의 코스트 3 이하인 캐릭터 2장까지를 레스트로 한다.
【트리거】 상대의 리더를 레스트로 한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002597,0,0,2621552,65538,-2,-2,1,3,2,0);
INSERT OR REPLACE INTO texts VALUES(880002597,'고무고무 쇠망치 회전탄','[OP16-040]

【메인】 자신의 「몽키 D. 루피」와 「Mr.3 (갤디노)」가 있을 경우, 상대의 레스트 상태인 코스트 6 이하 캐릭터 1장까지는 다음 상대의 리프레시 페이즈에 액티브 되지 않는다.
【카운터】 자신의 리더를 이번 배틀 동안 파워 +3000.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002598,0,0,3342448,33,5000,-2,5,1,4,0);
INSERT OR REPLACE INTO texts VALUES(880002598,'버기','[OP16-041]

【두웅!!×1】【턴 1회】 자신의 특징 《임펠 다운》을 가진 캐릭터가 필드를 벗어났을 때, 발동할 수 있다. 자신의 패에서 「임펠다운 수인」 1장까지를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002599,0,0,112,33,6000,2000,6,2,4,0);
INSERT OR REPLACE INTO texts VALUES(880002599,'임펠다운 수인','[OP16-042]

룰상, 이 카드는 덱에 몇 장이든 넣을 수 있다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(881001662,0,880002599,112,33,6000,2000,6,2,4,0);
INSERT OR REPLACE INTO texts VALUES(881001662,'임펠다운 수인','[OP16-042_P1]

룰상, 이 카드는 덱에 몇 장이든 넣을 수 있다.

패러렐 P1 · R','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002600,0,0,2621472,33,1000,1000,2,2,4,0);
INSERT OR REPLACE INTO texts VALUES(880002600,'우솝','[OP16-043]

【블로커】
【KO 시】 자신의 특징 《드레스로자》를 가진 리더나 스테이지 1장을 레스트로 할 수 있다：상대의 코스트 5 이하인 캐릭터 1장까지를 소유자의 패로 되돌린다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002601,0,0,10616944,33,2000,1000,2,2,4,0);
INSERT OR REPLACE INTO texts VALUES(880002601,'엠포리오 이반코프','[OP16-044]

【블로커】(상대의 어택 후, 이 카드를 레스트로 하고, 어택의 대상을 이 카드로 변경할 수 있다)','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002602,0,0,7995504,33,6000,-2,4,2,4,0);
INSERT OR REPLACE INTO texts VALUES(880002602,'크로커다일','[OP16-045]

【블로커】
【등장 시】 자신의 코스트 2 이상인 캐릭터 1장을 소유자의 패로 되돌릴 수 있다：자신의 패에서 코스트 2 이하인 특징 《임펠 다운》을 가진 캐릭터 카드 1장까지를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002603,0,0,597007794268,33,6000,2000,5,2,4,0);
INSERT OR REPLACE INTO texts VALUES(880002603,'징베','[OP16-046]','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002604,0,0,1900656,33,-2,1000,3,2,4,0);
INSERT OR REPLACE INTO texts VALUES(880002604,'돈키호테 도플라밍고','[OP16-047]

【기동 메인】 이 캐릭터를 레스트로 할 수 있다：상대의 패가 8장 이상 있을 경우, 상대는 자신의 패 2장을 원하는 순서로 덱 아래에 놓는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002605,0,0,3342448,33,6000,1000,5,2,4,0);
INSERT OR REPLACE INTO texts VALUES(880002605,'버기','[OP16-048]

【등장 시】 자신의 리더가 특징 《임펠 다운》을 가질 경우, 카드 1장을 뽑고, 자신의 패에서 「임펠다운 수인」 1장까지를 등장시킨다.
【턴 1회】 상대가 어택했을 때, 발동할 수 있다. 자신의 「임펠다운 수인」 1장까지는 이번 턴 동안 【블로커】를 얻는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002606,0,0,11075696,33,-2,1000,3,2,4,0);
INSERT OR REPLACE INTO texts VALUES(880002606,'포트거스 D. 에이스','[OP16-049]

【기동 메인】 이 캐릭터를 레스트로 할 수 있다：카드 1장을 뽑는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002607,0,0,112,33,6000,1000,5,2,4,0);
INSERT OR REPLACE INTO texts VALUES(880002607,'미스 올리브','[OP16-050]

【블로커】
【등장 시】 자신의 코스트 2 이상인 캐릭터 1장을 소유자의 패로 되돌릴 수 있다：카드 2장을 뽑고, 자신의 패 1장을 버린다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002608,0,0,135,33,7000,1000,6,2,4,0);
INSERT OR REPLACE INTO texts VALUES(880002608,'모디&캐버디','[OP16-051]

【등장 시】 자신의 패가 5장 이하일 경우, 카드 2장을 뽑는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002609,0,0,2621552,33,3000,1000,2,2,4,0);
INSERT OR REPLACE INTO texts VALUES(880002609,'몽키 D. 루피','[OP16-052]

【기동 메인】【턴 1회】 자신의 리더나 캐릭터 1장에 레스트 상태인 두웅!! 1장까지를 부여한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002610,0,0,171807211552,33,9000,-2,7,2,4,0);
INSERT OR REPLACE INTO texts VALUES(880002610,'롤로노아 조로','[OP16-053]

【어택 시】 자신의 패가 6장 이하일 경우, 카드 1장을 뽑는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002611,0,0,7995504,33,2000,1000,2,2,4,0);
INSERT OR REPLACE INTO texts VALUES(880002611,'Mr.1 (다스 보네스)','[OP16-054]

【두웅!!×1】【자신의 턴 동안】 자신의 패가 5장 이상 있을 경우, 이 캐릭터의 파워 +3000.
【등장 시】 카드 1장을 뽑는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002612,0,0,7995504,33,1000,-2,2,2,4,0);
INSERT OR REPLACE INTO texts VALUES(880002612,'Mr.2 봉쿠레(벤담)','[OP16-055]

【등장 시】 카드 1장을 뽑는다.
【두웅!!×1】【어택 시】 이 캐릭터의 원래 파워는 이번 턴 동안 상대의 리더와 같은 파워가 된다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002613,0,0,7995504,33,5000,1000,4,2,4,0);
INSERT OR REPLACE INTO texts VALUES(880002613,'Mr.3 (갤디노)','[OP16-056]

【기동 메인】 이 캐릭터를 트래시에 놓을 수 있다：카드 2장을 뽑고, 상대의 코스트 9 이하인 캐릭터 1장까지는 다음 상대의 엔드 페이즈 종료 시까지 어택할 수 없다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002614,0,0,112,65538,-2,-2,1,3,4,0);
INSERT OR REPLACE INTO texts VALUES(880002614,'우리의 구세주!!! 버기 선장!!!!','[OP16-057]

【카운터】 자신의 「임펠다운 수인」이 2장 이상 있을 경우, 자신의 리더나 캐릭터 1장까지를 이번 배틀 동안 파워 +4000.
【트리거】 카드 2장을 뽑고, 자신의 패 1장을 버린다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002615,0,0,112,65538,-2,-2,1,3,4,0);
INSERT OR REPLACE INTO texts VALUES(880002615,'수인들의 폭동이다~~~!!!','[OP16-058]

【메인】 자신의 필드의 두웅!!이 10장 있을 경우, 자신의 「임펠다운 수인」 전부를 이번 턴 동안 원래 파워 7000으로 한다.
【카운터】 자신의 「버기」 1장까지를 이번 배틀 동안 파워 +4000.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002616,0,0,3342448,65538,-2,-2,1,3,4,0);
INSERT OR REPLACE INTO texts VALUES(880002616,'화끈뻑적 대작전으로 변경이다아~~~!!!','[OP16-059]

【메인】 자신의 두웅!! 7장을 레스트로 할 수 있다：자신의 덱 위에서 5장을 보고, 파워 6000 이하인 특징 《임펠 다운》을 가진 캐릭터 카드 2장까지를 등장시킨다. 그 후, 나머지를 원하는 순서로 덱 아래에 놓는다.
【카운터】 자신의 리더를 이번 배틀 동안 파워 +3000.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002617,0,0,157,33,5000,-2,5,1,8,0);
INSERT OR REPLACE INTO texts VALUES(880002617,'센고쿠','[OP16-060]

【기동 메인】 자신의 액티브 상태인 두웅!! 8장을 두웅!! 덱으로 되돌릴 수 있다：자신의 패에서 카드명이 다른 특징 《대장》을 가진 캐릭터 카드 3장까지를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002618,0,0,157,33,7000,1000,5,2,8,0);
INSERT OR REPLACE INTO texts VALUES(880002618,'해병 형','[OP16-061]','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002619,0,0,157,33,6000,2000,5,2,8,0);
INSERT OR REPLACE INTO texts VALUES(880002619,'해병 동생','[OP16-062]','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002620,0,0,10289333,33,8000,-2,7,2,8,0);
INSERT OR REPLACE INTO texts VALUES(880002620,'쿠잔','[OP16-063]

【등장 시】 두웅!! 덱에서 두웅!! 2장까지를 레스트 상태로 추가한다.
【기동 메인】【턴 1회】 두웅!!-1：상대의 캐릭터 1장까지는 이번 턴 동안 【블로커】를 발동할 수 없다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002621,0,0,157,33,2000,1000,1,2,8,0);
INSERT OR REPLACE INTO texts VALUES(880002621,'코비','[OP16-064]

【등장 시】 자신의 덱 위에서 5장을 보고, 「코비」 이외의 특징 《해군》을 가진 카드 1장까지를 공개하고 패에 넣는다. 그 후, 나머지를 원하는 순서로 덱 아래에 놓는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002622,0,0,10289333,33,8000,-2,7,2,8,0);
INSERT OR REPLACE INTO texts VALUES(880002622,'사카즈키','[OP16-065]

【등장 시】 두웅!!-1：상대의 캐릭터 1장까지를 다음 상대의 엔드 페이즈 종료 시까지 파워 -6000.
【기동 메인】【턴 1회】 자신의 두웅!! 1장을 레스트로 할 수 있다：자신의 리더가 특징 《해군》을 가질 경우, 두웅!! 덱에서 두웅!! 2장까지를 액티브 상태로 추가한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002623,0,0,157,33,5000,2000,5,2,8,0);
INSERT OR REPLACE INTO texts VALUES(880002623,'센고쿠','[OP16-066]

【등장 시】 자신의 리더가 특징 《해군》을 가질 경우, 두웅!! 덱에서 두웅!! 2장까지를 레스트 상태로 추가한다. 그 후, 카드 2장을 뽑고, 자신의 패 2장을 버린다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002624,0,0,157,33,2000,2000,1,2,8,0);
INSERT OR REPLACE INTO texts VALUES(880002624,'오츠루','[OP16-067]

【등장 시】 자신의 덱 위에서 5장을 보고, 특징 《해군》을 가진 카드 1장까지를 공개하고 패에 넣고, 나머지를 원하는 순서로 덱 아래에 놓는다. 그 후, 자신의 패 1장을 버린다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002625,0,0,29,33,3000,1000,4,2,8,0);
INSERT OR REPLACE INTO texts VALUES(880002625,'트라팔가 로','[OP16-068]

【등장 시】 두웅!! 덱에서 두웅!! 1장까지를 액티브 상태로 추가한다.
【어택 시】 자신의 리더가 특징 《돈키호테 해적단》을 가질 경우, 이 캐릭터는 이번 턴 동안 파워 +3000.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002626,0,0,29,33,8000,-2,7,2,8,0);
INSERT OR REPLACE INTO texts VALUES(880002626,'돈키호테 도플라밍고','[OP16-069]

【등장 시】/【어택 시】 두웅!! 덱에서 두웅!! 1장까지를 액티브 상태로 추가한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002627,0,0,1900701,33,1000,1000,2,2,8,0);
INSERT OR REPLACE INTO texts VALUES(880002627,'돈키호테 로시난테','[OP16-070]

【블로커】
【등장 시】 자신의 두웅!! 2장을 레스트로 할 수 있다：자신의 리더가 특징 《해군》을 가질 경우, 두웅!! 덱에서 두웅!! 1장까지를 레스트 상태로 추가한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002628,0,0,157,33,5000,-2,3,2,8,0);
INSERT OR REPLACE INTO texts VALUES(880002628,'물머리의인왕','[OP16-071]

【등장 시】 자신의 패 1장을 버릴 수 있다：두웅!! 덱에서 두웅!! 1장까지를 레스트 상태로 추가한다.
【KO 시】 두웅!! 덱에서 두웅!! 1장까지를 레스트 상태로 추가한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002629,0,0,112,33,3000,1000,2,2,8,0);
INSERT OR REPLACE INTO texts VALUES(880002629,'한냐발','[OP16-072]

【등장 시】 자신의 덱 위에서 5장을 보고, 특징 《임펠 다운》을 가진 카드 1장까지를 공개하고 패에 넣는다. 그 후, 나머지를 원하는 순서로 덱 아래에 놓는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002630,0,0,10289333,33,8000,-2,7,2,8,0);
INSERT OR REPLACE INTO texts VALUES(880002630,'보르살리노','[OP16-073]

【등장 시】 두웅!! 덱에서 두웅!! 1장까지를 액티브 상태로 추가하고, 다시 1장까지를 레스트 상태로 추가한다.
【자신의 턴 종료 시】 두웅!!-2：이 캐릭터를 액티브로 한다. 그 후, 이 캐릭터는 다음 상대의 엔드 페이즈 종료 시까지 【블로커】를 얻는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002631,0,0,112,33,10000,-2,8,2,8,0);
INSERT OR REPLACE INTO texts VALUES(880002631,'마젤란','[OP16-074]

【등장 시】 자신의 리더가 특징 《임펠 다운》을 가질 경우, 상대는 자신의 필드의 두웅!! 1장을 두웅!! 덱으로 되돌린다.
【KO 시】 상대는 자신의 필드의 두웅!! 4장을 두웅!! 덱으로 되돌린다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002632,0,0,157,33,6000,1000,5,2,8,0);
INSERT OR REPLACE INTO texts VALUES(880002632,'몽키 D. 가프','[OP16-075]

【등장 시】 자신의 리더가 특징 《해군》을 가질 경우, 두웅!! 덱에서 두웅!! 1장까지를 액티브 상태로 추가하고, 다시 1장까지를 레스트 상태로 추가한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002633,0,0,10289333,65538,-2,-2,1,3,8,0);
INSERT OR REPLACE INTO texts VALUES(880002633,'삼대장!!!','[OP16-076]

【메인】 자신의 두웅!! 3장을 레스트로 할 수 있다：자신의 특징 《대장》을 가진 캐릭터 3장까지를 이번 턴 동안 파워 +2000.
【카운터】 자신의 특징 《대장》을 가진 캐릭터가 있을 경우, 자신의 리더나 캐릭터 1장까지를 이번 배틀 동안 파워 +4000.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002634,0,0,157,65538,-2,-2,1,3,8,0);
INSERT OR REPLACE INTO texts VALUES(880002634,'지장 "부처님 센고쿠"','[OP16-077]

【메인】 자신의 덱 위에서 5장을 보고, 특징 《해군》을 가진 카드 2장까지를 공개하고 패에 넣고, 나머지를 원하는 순서로 덱 아래에 놓는다. 그 후, 자신의 패 1장을 버린다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002635,0,0,157,524290,-2,-2,1,4,8,0);
INSERT OR REPLACE INTO texts VALUES(880002635,'마린포드','[OP16-078]

【등장 시】 자신의 덱 위에서 5장을 보고, 특징 《해군》을 가진 카드 1장까지를 공개하고 패에 넣는다. 그 후, 나머지를 원하는 순서로 덱 아래에 놓는다.
【기동 메인】 두웅!!-1, 이 스테이지를 레스트로 할 수 있다：카드 1장을 뽑고, 자신의 패 1장을 버린다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002636,0,0,101,33,5000,-2,5,1,16,0);
INSERT OR REPLACE INTO texts VALUES(880002636,'야마토','[OP16-079]

자신의 트래시에서 특징 《와노쿠니》를 가진 캐릭터가 등장했을 때, 그 캐릭터는 이번 턴 동안 【속공】을 얻는다. (이 카드는 등장한 턴에 어택할 수 있다)','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002637,0,0,1114215,33,5000,-2,4,1,48,0);
INSERT OR REPLACE INTO texts VALUES(880002637,'마샬 D. 티치','[OP16-080]

【상대의 턴 동안】 자신의 캐릭터 전부를 코스트 +1.
【상대의 어택 시】【턴 1회】 자신의 패에서 【트리거】를 가진 카드 1장을 버릴 수 있다：그 어택의 대상을 이 리더나 자신의 특징 《검은 수염 해적단》을 가진 캐릭터로 변경한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002638,0,0,101,33,-2,2000,2,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002638,'오타마','[OP16-081]

【기동 메인】 이 캐릭터를 레스트로 할 수 있다：코스트 8 이상인 캐릭터가 있을 경우, 상대의 캐릭터 1장까지를 이번 턴 동안 파워 -2000.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002639,0,0,5439589,33,6000,-2,4,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002639,'킨에몬','[OP16-082]

이 캐릭터의 코스트 +3.
【등장 시】 자신의 리더가 특징 《와노쿠니》를 가질 경우, 자신의 덱 위에서 5장을 보고, 특징 《와노쿠니》를 가진 카드 1장까지를 공개하고 패에 넣는다. 그 후, 나머지를 트래시에 놓는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002640,0,0,8650853,33,6000,1000,5,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002640,'코즈키 오뎅','[OP16-083]

【블로커】(상대의 어택 후, 이 카드를 레스트로 하고, 어택의 대상을 이 카드로 변경할 수 있다)
【등장 시】 자신의 패에서 코스트 8 이상인 캐릭터 카드 1장을 버릴 수 있다：카드 2장을 뽑는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002641,0,0,8650853,33,-2,2000,5,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002641,'코즈키 모모노스케','[OP16-084]

【기동 메인】 코스트 20 이상인 이 캐릭터를 트래시에 놓을 수 있다：자신의 필드의 두웅!!이 9장 이상 있을 경우, 자신의 트래시에서 코스트 9인 「코즈키 모모노스케」 1장까지를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002642,0,0,8650853,33,6000,1000,9,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002642,'코즈키 모모노스케','[OP16-085]

【블로커】
【등장 시】 자신의 트래시에서 「코즈키 모모노스케」 이외의 코스트 6 이하인 특징 《와노쿠니》를 가진 캐릭터 카드 1장까지를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002643,0,0,2621541,33,9000,2000,8,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002643,'상디','[OP16-086]','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002644,0,0,101,33,1000,2000,2,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002644,'시노부','[OP16-087]

【등장 시】 이 캐릭터를 트래시에 놓을 수 있다：자신의 리더가 특징 《와노쿠니》를 가질 경우, 카드 1장을 뽑고, 자신의 「코즈키 모모노스케」 1장까지를 이번 턴 동안 코스트 +20.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002645,0,0,101,33,2000,1000,2,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002645,'시모츠키 우시마루','[OP16-088]

【블로커】(상대의 어택 후, 이 카드를 레스트로 하고, 어택의 대상을 이 카드로 변경할 수 있다)','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002646,0,0,103,33,8000,-2,6,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002646,'쥬라큘 미호크','[OP16-089]

【속공：캐릭터】(이 카드는 등장한 턴에 캐릭터에게 어택할 수 있다)
【등장 시】 카드 2장을 뽑고, 자신의 패 2장을 버린다. 그 후, 상대의 캐릭터 1장까지를 이번 턴 동안 코스트 -4.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002647,0,0,171805311006,33,4000,1000,3,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002647,'토니토니 쵸파','[OP16-090]

【등장 시】 카드 2장을 뽑고, 자신의 패 2장을 버린다. 그 후, 상대의 코스트 1 이하인 캐릭터 1장까지를 KO한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002648,0,0,2621541,33,2000,1000,1,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002648,'나미','[OP16-091]

【등장 시】 자신의 리더가 특징 《와노쿠니》를 가질 경우, 자신의 덱 위에서 4장을 보고, 「나미」 이외의 특징 《와노쿠니》를 가진 카드 1장까지를 공개하고 패에 넣는다. 그 후, 나머지를 트래시에 놓는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002649,0,0,2621541,33,2000,1000,1,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002649,'니코 로빈','[OP16-092]

【등장 시】 자신의 패에서 코스트 8 이상인 캐릭터 카드 1장을 버릴 수 있다：카드 2장을 뽑는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002650,0,0,10616935,33,4000,1000,3,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002650,'바솔로뮤 쿠마','[OP16-093]

【등장 시】 카드 2장을 뽑고, 자신의 패 2장을 버린다. 그 후, 자신의 리더나 캐릭터 1장에 레스트 상태인 두웅!! 1장까지를 부여한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002651,0,0,4784229,33,5000,1000,4,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002651,'포트거스 D. 에이스','[OP16-094]

【KO 시】 상대는 자신의 패 2장을 버린다.
【기동 메인】【턴 1회】 자신의 특징 《와노쿠니》를 가진 리더나 캐릭터 1장에 레스트 상태인 두웅!! 1장까지를 부여한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002652,0,0,2621541,33,2000,2000,2,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002652,'몽키 D. 루피','[OP16-095]

【등장 시】 자신의 검정 특징 《와노쿠니》를 가진 캐릭터 1장까지는 이번 턴 동안 【블록 불가】를 얻는다. (이 카드는 블록되지 않는다)','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002653,0,0,101,33,8000,1000,8,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002653,'야마토','[OP16-096]

【블록 불가】(이 카드는 블록되지 않는다)
【KO 시】 자신의 트래시에서 코스트 6 이하인 「야마토」 1장까지를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002654,0,0,101,33,8000,-2,8,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002654,'야마토','[OP16-097]

【등장 시】 자신의 트래시에서 코스트 6 이하인 특징 《와노쿠니》를 가진 캐릭터 카드 1장까지를 패에 넣는다. 그 후, 자신의 패에서 코스트 2 이하인 캐릭터 카드 1장까지를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002655,0,0,101,33,5000,1000,6,2,16,0);
INSERT OR REPLACE INTO texts VALUES(880002655,'야마토','[OP16-098]

【등장 시】 카드 1장을 뽑고, 자신의 패 1장을 버린다.
【기동 메인】 이 캐릭터를 트래시에 놓을 수 있다：자신의 트래시에서 코스트 8인 검정 「야마토」 1장까지를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002656,0,0,101,65538,-2,-2,1,3,16,0);
INSERT OR REPLACE INTO texts VALUES(880002656,'그 "연"을 끊으러왔다!!!','[OP16-099]

【메인】 자신의 두웅!! 6장을 레스트로 할 수 있다：자신의 덱 위에서 5장을 트래시에 놓는다. 그 후, 자신의 트래시에서 코스트 6 이하인 특징 《와노쿠니》를 가진 캐릭터 카드 1장까지를 등장시킨다.
【카운터】 자신의 리더를 이번 배틀 동안 파워 +3000.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002657,0,0,101,65538,-2,-2,1,3,16,0);
INSERT OR REPLACE INTO texts VALUES(880002657,'히모로기리','[OP16-100]

【메인】 자신의 두웅!! 2장을 레스트로 할 수 있다：이번 턴 중 상대의 캐릭터가 KO되어 있을 경우, 자신의 리더 「야마토」를 액티브로 한다.
【카운터】 자신의 리더를 이번 배틀 동안 파워 +3000.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002658,0,0,101,65538,-2,-2,2,3,16,0);
INSERT OR REPLACE INTO texts VALUES(880002658,'마호로바','[OP16-101]

【메인】 자신의 리더나 캐릭터 1장까지를 이번 턴 동안 파워 +3000. 그 후, 자신의 트래시가 10장 이상 있을 경우, 상대의 코스트 2 이하인 캐릭터 1장까지를 KO한다.
【트리거】 자신의 트래시에서 「야마토」 1장까지를 패에 넣는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002659,0,0,1114224,33,2000,2000,1,2,32,0);
INSERT OR REPLACE INTO texts VALUES(880002659,'아발로 피사로','[OP16-102]

【KO 시】 카드 1장을 뽑고, 자신의 패나 트래시에서 「하치노스」 1장까지를 등장시킨다.
【트리거】 이 카드의 【KO 시】 효과를 발동한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002660,0,0,17,33,2000,1000,1,2,32,0);
INSERT OR REPLACE INTO texts VALUES(880002660,'반 오거','[OP16-103]

【상대의 턴 동안】【KO 시】 자신의 리더가 특징 《검은 수염 해적단》을 가질 경우, 카드 1장을 뽑고, 상대의 리더나 캐릭터 1장까지를 이번 턴 동안 파워 -3000.
【트리거】 이 카드의 【KO 시】 효과를 발동한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002661,0,0,1114224,33,3000,2000,4,2,32,0);
INSERT OR REPLACE INTO texts VALUES(880002661,'카타리나 데본','[OP16-104]

【어택 시】 상대의 캐릭터 1장까지를 선택한다. 이 캐릭터의 원래 파워는 이번 턴 동안 선택한 캐릭터와 같은 파워가 된다.
【트리거】 카드 1장을 뽑고, 자신의 트래시에서 코스트 1인 특징 《검은 수염 해적단》을 가진 캐릭터 카드 1장까지를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002662,0,0,4653159,33,7000,1000,6,2,32,0);
INSERT OR REPLACE INTO texts VALUES(880002662,'겟코 모리아','[OP16-105]

【트리거】 자신의 라이프가 1장 이하일 경우, 자신의 트래시에서 코스트 4 이하인 「아브사롬」과 「Dr. 호그백」과 「페로나」 각 1장씩까지를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002663,0,0,73021784080,33,5000,1000,4,2,32,0);
INSERT OR REPLACE INTO texts VALUES(880002663,'산후안 울프','[OP16-106]

【KO 시】 자신의 리더가 특징 《검은 수염 해적단》을 가질 경우, 카드 1장을 뽑고, 자신의 리더나 캐릭터 1장까지를 이번 턴 동안 원래 파워 7000으로 한다.
【트리거】 이 카드의 【KO 시】 효과를 발동한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002664,0,0,17,33,5000,-2,3,2,32,0);
INSERT OR REPLACE INTO texts VALUES(880002664,'지저스 바제스','[OP16-107]

【KO 시】 상대의 라이프 위에서 1장까지를 소유자의 패에 넣는다.
【트리거】 자신의 패 1장을 버릴 수 있다：이 카드를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002665,0,0,1114224,33,8000,-2,6,2,32,0);
INSERT OR REPLACE INTO texts VALUES(880002665,'시류','[OP16-108]

【등장 시】 자신의 패 1장을 버릴 수 있다：자신의 트래시에서 코스트 6 이하인 특징 《검은 수염 해적단》을 가진 카드 1장까지를 라이프 위에 앞면으로 넣는다.
【트리거】 카드 2장을 뽑는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002666,0,0,17,33,-2,2000,1,2,32,0);
INSERT OR REPLACE INTO texts VALUES(880002666,'도크 Q','[OP16-109]

【KO 시】 자신의 리더가 특징 《검은 수염 해적단》을 가질 경우, 카드 1장을 뽑고, 상대의 코스트 1 이하인 캐릭터 2장까지를 KO한다.
【트리거】 이 카드의 【KO 시】 효과를 발동한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002667,0,0,1114224,33,2000,1000,1,2,32,0);
INSERT OR REPLACE INTO texts VALUES(880002667,'바스코 샷','[OP16-110]

【KO 시】 카드 1장을 뽑고, 상대의 코스트 6 이하인 캐릭터 1장까지를 레스트로 한다.
【트리거】 이 카드의 【KO 시】 효과를 발동한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002668,0,0,21,33,5000,-2,4,2,32,0);
INSERT OR REPLACE INTO texts VALUES(880002668,'보아 썬더소니아','[OP16-111]

【블로커】(상대의 어택 후, 이 카드를 레스트로 하고, 어택의 대상을 이 카드로 변경할 수 있다)
【트리거】 자신의 라이프가 2장 이하일 경우, 이 카드를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002669,0,0,21,33,8000,1000,6,2,32,0);
INSERT OR REPLACE INTO texts VALUES(880002669,'보아 행콕','[OP16-112]','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002670,0,0,21,33,5000,1000,5,2,32,0);
INSERT OR REPLACE INTO texts VALUES(880002670,'보아 마리골드','[OP16-113]

자신의 라이프가 2장 이하일 경우, 이 캐릭터는 【블로커】를 얻는다.
【트리거】 자신의 리더가 특징 《구사 해적단》을 가질 경우, 이 카드를 등장시킨다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002671,0,0,17,33,2000,1000,1,2,32,0);
INSERT OR REPLACE INTO texts VALUES(880002671,'라피트','[OP16-114]

【KO 시】 상대의 코스트 4 이하인 캐릭터 1장까지를 KO한다.
【트리거】 이 카드의 【KO 시】 효과를 발동한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002672,0,0,1114215,65538,-2,-2,1,3,32,0);
INSERT OR REPLACE INTO texts VALUES(880002672,'암수','[OP16-115]

【메인】 자신의 리더가 특징 《검은 수염 해적단》을 가질 경우, 자신의 트래시에서 「암수」 이외의 【트리거】를 가진 카드 1장까지를 패에 넣는다.
【트리거】 상대의 리더나 캐릭터 1장까지를 이번 턴 동안 효과를 무효로 한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002673,0,0,1114215,65538,-2,-2,8,3,32,0);
INSERT OR REPLACE INTO texts VALUES(880002673,'제하하하하하하!!!','[OP16-116]

【메인】 자신의 필드의 두웅!!이 10장 있을 경우, 자신의 패에서 「마샬 D. 티치」 1장까지를 등장시킨다. 그 후, 상대의 라이프 위에서 1장까지를 소유자의 패에 넣는다.
【트리거】 카드 2장을 뽑고, 자신의 패 1장을 버린다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002674,0,0,1114215,65538,-2,-2,2,3,32,0);
INSERT OR REPLACE INTO texts VALUES(880002674,'블랙홀','[OP16-117]

【메인】 자신의 패에서 【트리거】를 가진 카드 1장을 버릴 수 있다：상대의 코스트 8 이하인 캐릭터 1장까지를 이번 턴 동안 효과를 무효로 한다.
【트리거】 자신의 트래시에서 특징 《검은 수염 해적단》을 가진 카드 1장까지를 패에 넣는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002675,0,0,169,33,6000,1000,5,2,1,0);
INSERT OR REPLACE INTO texts VALUES(880002675,'포트거스 D. 에이스','[OP16-118]

자신의 패의 파워 8000인 캐릭터 카드 전부는 카운터 +2000이 된다.
【등장 시】/【KO 시】 자신의 덱 위에서 5장을 보고, 「몽키 D. 루피」나 『흰 수염 해적단』을 포함한 특징을 가진 카드 1장까지를 공개하고 패에 넣는다. 그 후, 나머지를 원하는 순서로 덱 아래에 놓는다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(881001663,0,880002675,169,33,6000,1000,5,2,1,0);
INSERT OR REPLACE INTO texts VALUES(881001663,'포트거스 D. 에이스','[OP16-118_P1]

자신의 패의 파워 8000인 캐릭터 카드 전부는 카운터 +2000이 된다.
【등장 시】/【KO 시】 자신의 덱 위에서 5장을 보고, 「몽키 D. 루피」나 『흰 수염 해적단』을 포함한 특징을 가진 카드 1장까지를 공개하고 패에 넣는다. 그 후, 나머지를 원하는 순서로 덱 아래에 놓는다.

패러렐 P1 · SEC','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(880002676,0,0,1114215,33,10000,-2,8,2,32,0);
INSERT OR REPLACE INTO texts VALUES(880002676,'마샬 D. 티치','[OP16-119]

【등장 시】 자신의 덱 위에서 3장을 보고, 카드 1장까지를 라이프 위에 넣는다. 그 후, 나머지를 원하는 순서로 덱 아래에 놓는다.
【트리거】 상대의 캐릭터 1장까지를 이번 턴 동안 효과를 무효로 한다. 그 후, 상대의 코스트 5 이하인 캐릭터 1장까지를 KO한다.','','','','','','','','','','','','','','','','');
INSERT OR REPLACE INTO datas VALUES(881001664,0,880002676,1114215,33,10000,-2,8,2,32,0);
INSERT OR REPLACE INTO texts VALUES(881001664,'마샬 D. 티치','[OP16-119_P1]

【등장 시】 자신의 덱 위에서 3장을 보고, 카드 1장까지를 라이프 위에 넣는다. 그 후, 나머지를 원하는 순서로 덱 아래에 놓는다.
【트리거】 상대의 캐릭터 1장까지를 이번 턴 동안 효과를 무효로 한다. 그 후, 상대의 코스트 5 이하인 캐릭터 1장까지를 KO한다.

패러렐 P1 · SEC','','','','','','','','','','','','','','','','');
COMMIT;
